const keyboardLayouts = {
	en: [
		['`', '1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'delete'],
		['tab', 'q', 'w', 'e', 'r', 't', 'y', 'u', 'i', 'o', 'p', '[', ']', '\\'],
		['caps', 'a', 's', 'd', 'f', 'g', 'h', 'j', 'k', 'l', ';', '\'', 'return'],
		['shift', 'z', 'x', 'c', 'v', 'b', 'n', 'm', ',', '.', '/', 'shift'],
		['control', 'option', 'command', ' ', 'command', 'option', 'left', 'down', 'right']
	],
	ru: [
		['ё', '1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'delete'],
		['tab', 'й', 'ц', 'у', 'к', 'е', 'н', 'г', 'ш', 'щ', 'з', 'х', 'ъ', '\\'],
		['caps', 'ф', 'ы', 'в', 'а', 'п', 'р', 'о', 'л', 'д', 'ж', 'э', 'return'],
		['shift', 'я', 'ч', 'с', 'м', 'и', 'т', 'ь', 'б', 'ю', '.', 'shift'],
		['control', 'option', 'command', ' ', 'command', 'option', 'left', 'down', 'right']
	]
};
